Repository: funatiker1968-hub/smart_lotto_generator_profi_cloud
Catalog: lib/l10n/app_*.arb
Languages: de, tr

source: YOUR WINNING NUMBERS
de: DEINE GEWINNZAHLEN
tr: KAZANAN NUMARALARIN

source: Press 'SPIN' to start
de: Drücke 'SPIN' um zu starten
tr: Başlamak için 'SPIN' e bas

source: SAVE
de: SPEICHERN
tr: KAYDET

source: TIPS
de: TIPPS
tr: TAVSİYELER

source: COST
de: EINSATZ
tr: MASRAF

source: QUICK TIPS
de: QUICK TIPPS
tr: HIZLI TAVSİYELER

source: MEGA TIPS
de: MEGA TIPPS
tr: MEGA TAVSİYELER

source: MY WINNING TIPS
de: MEINE GEWINNTIPPS
tr: KAZANAN TAVSİYELERİM

source: No tips yet
de: Noch keine Tipps
tr: Henüz tavsiye yok

# generateLuckyNumbers
source: Generate your lucky numbers!
de: Generiere deine Glückszahlen!
tr: Şanslı numaralarını oluştur!

source: STATISTICS
de: STATISTIK
tr: İSTATİSTİKLER

source: TIP ANALYSIS
de: TIPP ANALYSE
tr: TAVSİYE ANALİZİ

# winSimulation
source: WIN SIM
de: GEWINN-SIM
tr: KAZANÇ SİMÜLASYONU

source: OVERVIEW
de: ÜBERSICHT
tr: GENEL BAKIŞ

source: Total tips
de: Gesamte Tipps
tr: Toplam tavsiye

source: Used numbers
de: Verwendete Zahlen
tr: Kullanılan numaralar

source: Average frequency
de: Durchschn. Häufigkeit
tr: Ort. frekans

source: HOT NUMBERS
de: HEISSE ZAHLEN
tr: SICAK NUMARALAR

source: COLD NUMBERS
de: KALTE ZAHLEN
tr: SOĞUK NUMARALAR

source: FULL FREQUENCY
de: VOLLSTÄNDIGE HÄUFIGKEIT
tr: TAM FREKANS

source: SELECT TIP
de: TIPP AUSWÄHLEN
tr: TAVSİYE SEÇ

source: CURRENT TIP
de: AKTUELLER TIPP
tr: MEVCUT TAVSİYE

source: PATTERN ANALYSIS
de: MUSTER-ANALYSE
tr: DESEN ANALİZİ

source: Consecutive numbers
de: Aufeinanderfolgende Zahlen
tr: Ardışık numaralar

source: Low/High ratio
de: Tiefe/Zahlen Verhältnis
tr: Düşük/Yüksek oran

source: Even/Odd ratio
de: Gerade/Ungerade Verhältnis
tr: Çift/Tek oran

source: Average gap
de: Durchschn. Zahlenabstand
tr: Ort. boşluk

source: Max gap
de: Max. Zahlenabstand
tr: Maks. boşluk

source: QUALITY RATING
de: QUALITÄTSBEWERTUNG
tr: KALİTE DEĞERLENDİRMESİ

source: IMPROVEMENT SUGGESTIONS
de: VERBESSERUNGSVORSCHLÄGE
tr: İYİLEŞTİRME ÖNERİLERİ

source: Yes
de: Ja
tr: Evet

source: No
de: Nein
tr: Hayır

source: Light
de: Hell
tr: Açık

source: Dark
de: Dunkel
tr: Koyu

source: System
tr: Sistem

source: Tip saved!
de: Tipp gespeichert!
tr: Tavsiye kaydedildi!

source: All tips deleted!
de: Alle Tipps gelöscht!
tr: Tüm tavsiyeler silindi!

source: Tips generated!
de: Tipps generiert!
tr: Tavsiyeler oluşturuldu!

# createTipsFirst
source: Create some tips first!
de: Erstelle zuerst einige Tipps!
tr: Önce bazı tavsiyeler oluşturun!
